var tasks = [
	{
		text:{text : "Почти у всех взрослых насекомых тело состоит из головы, груди и брюшка.\n\nОдна из стрелок на снимке указывает на границу между головой  и грудью\n\nжужелицы. Щелкни по этой стрелке.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i03", x:100, y:200}, {i:"i61", x:400, y:200}, {i:"arrow", x:520, y:200, s:0}, {i:"arrow", x:560, y:250, r:-15, s:0}, {i:"arrow", x:582, y:290, s:1}, {i:"arrow", x:580, y:360, s:0}]
	},
	{
		text:{text : "Ноги и крылья насекомых отходят от груди.\n\nОдна из стрелок на снимке указывает на границу между брюшком и  грудью жука.\n\nСравни снимок со схемой и найди эту границу. Щелкни по этой стрелке.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i05", x:100, y:200}, {i:"i06", x:400, y:200},  {i:"arrow", x:480, y:290, r:-45, s:0}, {i:"arrow", x:540, y:310, r:-30, s:1}, {i:"arrow", x:600, y:340, r:-15, s:0}]
	},
	{
		text:{text : [
			{t:"У", p:160},{t:"большинства", p:800},{t:"насекомых", p:1550},{t:"две", p:1900},{t:"пары", p:2250},{t:"крыльев,", p:3150},{t:"но", p:4050},
			{t:"есть", p:4120},{t:"и", p:4250},{t:"такие,", p:4860},{t:"у", p:5000},{t:"которых", p:5400},{t:"вторая", p:5800},{t:"пара", p:6200},
			{t:"крыльев", p:6800},{t:"крошечная", p:7800},{t:"и", p:8050},{t:"незаметная.", p:9200},{t:"Есть,", p:10250},{t:"впрочем", p:10850},{t:"и", p:11100},
			{t:"бескрылые", p:11700},{t:"насекомые.", p:13100},{t:"На", p:13600},{t:"одном", p:13800},{t:"из", p:14000},{t:"снимков", p:14450},{t:"насекомое", p:15200},
			{t:"с", p:15350},{t:"незаметными", p:16200},{t:"крыльями", p:16750},{t:"второй", p:17100},{t:"пары.", p:17600},
			{t:"Щелкни", p:18800},{t:"по", p:19050},{t:"этому", p:19450},{t:"снимку.", p:20000}
			], voice:"q1", font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i08", x:100, y:200, s:0}, {i:"i07", x:400, y:200, s:1}]
	},
	{
		text:{text : "У жуков передние крылья жесткие, а задние - перепончатые. Пока жук не летит, перепончатые крылья \n\nскрыты жесткими. В полете и перед взлетом перепончатые  крылья выпростаны из под жестких.\n\nНа экране на всех снимках кроме одного изображены жуки. Щелкни по снимку, на котором НЕ жук.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i09", x:100, y:200}, {i:"i12", x:400, y:200, s:0}, {i:"i10", x:536, y:200, s:1}, {i:"i13", x:400, y:336, s:0}, {i:"i11", x:536, y:336, s:0}]
	},
	{
		text:{text : "Жилки тянутся вдоль крыла, утончаясь ближе к концу.\n\nУчасток крыла средижилок называют ЯЧЕЙКОЙ.\n\nЩелкни по схеме, больше другихпохожей на крыло на снимке.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:20, w:900, h:200},
		ques:[{i:"i14", x:100, y:20}, {i:"i16", x:400, y:147, s:0}, {i:"i15", x:544, y:147, s:1}, {i:"i17", x:400, y:291, s:0}, {i:"i18", x:544, y:291, s:0}]
	},
	{
		text:{text : "У крыльев с сетчатым жилкованием больше 20 ячеек, много \n\nпоперечных жилок. У крыльев с перепончатым жилкованием ячеек мало,\n\nпоперечных жилок нет  или почти нет.\n\nЩелкни по схеме сетчатого жилкования.",
		font:"17px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:18, w:900, h:200},
		ques:[{i:"i20", x:100, y:20}, {i:"i21", x:400, y:147, s:0}, {i:"i15", x:544, y:147, s:0}, {i:"i17", x:400, y:291, s:1}, {i:"i22", x:544, y:291, s:0}]
	},
	{
		text:{text : "У клопов передние крылья наполовину жесткие (спереди) и наполовину перепончатые (сзади).\n\nНа этом экране один снимок жука, а остальные - снимки клопов.\n\nЩелкни по снимку жука.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i23", x:100, y:200}, {i:"i24", x:400, y:200, s:0}, {i:"i26", x:536, y:200, s:0}, {i:"i25", x:400, y:336, s:0}, {i:"i27", x:536, y:336, s:1}]
	},
	{
		text:{text : "У бабочек крылья покрыты чешуйками. Рисунок на крыльях бабочек часто скрывает жилки.\n\nНа экране на всех снимках кроме одного изображены бабочки.\n\nЩелкни по снимку НЕ бабочки.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i30", x:100, y:200}, {i:"i28", x:400, y:200, s:0}, {i:"i32", x:536, y:200, s:1}, {i:"i31", x:400, y:336, s:0}, {i:"i29", x:536, y:336, s:0}]
	},
	{
		text:{text : "\n\nЩелкни по снимку насекомого, чьи крылья больше всего похожи на крыло на схеме.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"ii16", x:100, y:200}, {i:"i33", x:400, y:200, s:0}, {i:"ii08", x:536, y:200, s:0}, {i:"i35", x:400, y:336, s:1}, {i:"i34", x:536, y:336, s:0}]
	},
	{
		text:{text : "Нога насекомого состоит из 5 частей. Сообрази, как\n\nнайти голень, и щелкни по стрелке указывающей на голень.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:20, w:900, h:200},
		ques:[{i:"i36", x:100, y:20}, {i:"i37", x:400, y:153},  {i:"arrow", x:630, y:215, r:180, s:0}, {i:"arrow", x:620, y:200, s:1}, {i:"arrow", x:590, y:270, s:0}]
	},
	{
		text:{text : "Ноги насекомых могут быть приспособлены к плаванию, прыжкам, ходьбе и хватанию добычи.\n\nНа экране есть один снимок насекомого с ногами приспособленными для плавания (гребле в воде).\n\nЩелкни по снимку этого насекомого.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i39", x:100, y:200}, {i:"ii07", x:400, y:200, s:0}, {i:"i38", x:536, y:200, s:1}, {i:"ii03", x:400, y:336, s:0}, {i:"i25", x:536, y:336, s:0}]
	},
	{
		text:{text : "На одном снимке насекомые с бегательными ногами, а на другом - насекомое, у которого есть \n\nпрыгательные ноги.\n\nЩелкни по снимку насекомого с прыгательными ногами.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i04", x:100, y:200, s:0}, {i:"i39", x:400, y:200, s:1}]
	},
	{
		text:{text : "У пчел и шмелей задние ноги собирательные. На них есть щетинки и ложбинки, \n\nв которых насекомое переносит комки из пыльцы растений.\n\nЩелкни по снимку пчелы.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i40", x:100, y:200, s:1}, {i:"i41", x:400, y:200, s:0}]
	},
	{
		text:{text : "Коготки и волоски на лапках нужны насекомым чтобы \n\nдержаться на гладких и щероховатых поверхностях или\n\nчтобы захватывать добычу.\n\nЩелкни по снимку лапки кузнечика.",
		font:"17px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:18, w:900, h:200},
		ques:[{i:"i42", x:100, y:20}, {i:"i44", x:400, y:147, s:0}, {i:"i45", x:544, y:147, s:0}, {i:"i43", x:400, y:291, s:1}, {i:"i46", x:544, y:291, s:0}]
	},
	{
		text:{text : "На голове у насекомых есть пара усиков (антен) \n\nЩелкни по маленькому снимку антен, больше\n\nвсего похожих на антены с большого снимка.",
		font:"17px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:18, w:900, h:200},
		ques:[{i:"i47", x:100, y:20}, {i:"i48", x:400, y:147, s:0}, {i:"i50", x:544, y:147, s:0}, {i:"i49", x:400, y:291, s:1}, {i:"i51", x:544, y:291, s:0}]
	},
	{
		text:{text : "Формы антен у насекомых разнообразны. \n\nЩелкни по схеме антены, больше всего похожей на антены бабочки крапивницы.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i52", x:100, y:200}, {i:"i53", x:400, y:200, s:0}, {i:"ii53", x:550, y:200, s:1}]
	},
	{
		text:{text : "Ротовой аппарат насекомых совсем не похож на рот зверей: у них нет мясистых щек\n\n и их губы участвуют в захвате и измельчении пищи наравне с челюстями.\n\nНайди маленький снимок головы, больше всего  похожей на голову с большого снимка.\n\nЩелкни по этому маленькому снимку.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i58", x:100, y:200}, {i:"i55", x:400, y:200, s:0}, {i:"i54", x:536, y:200, s:1}, {i:"i56", x:400, y:336, s:0}, {i:"i57", x:536, y:336, s:0}]
	},
	{
		text:{text : "Губы и челюсти разных насекомых имеют самую разную форму и могут работать как\n\nножницы, шприцы, жернова, щипцы и другие инструменты.\n\nНайди верхнюю губу на снимке головы кузнечика. Щелкни по ней.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i60", x:100, y:200}, {i:"i59", x:400, y:200, s:0}, {i:"ii60", x:129, y:343, s:1}]
	},
	{
		text:{text : "Верхние челюсти самки слепня, острые и твердые как гвоздь, легко прорезают кожу лошади.\n\nГубы слепня образуют трубку, через которую он всасывает воду, соки растений, кровь.\n\nЩелкни по снимку слепня, готового прорезать кожу животного.",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:20, y:20, w:900, h:200},
		ques:[{i:"i64", x:100, y:200, s:1}, {i:"i62", x:400, y:200, s:0}]
	},
	{
		text:{text : "Погляди на ротовой аппарат жука и сообрази, чем он питается\n\n\n\nОн слизывает нектар цветов?\n\n\n\nВысасывает сок из растений?\n\n\n\nосет кровь животных?\n\n\n\nОхотится за насекомыми?",
		font:"18px Arial", color:["#FFF", "#FF0"], interval:10, x:376, y:20, w:900, h:200},
		ques:[{i:"i63", x:100, y:20}, {i:"arrow", x:700, y:80, s:0},  {i:"arrow", x:700, y:150,  s:0}, {i:"arrow", x:700, y:220, s:0}, {i:"arrow", x:700, y:290, s:1}]
	}
];